@extends('layouts.viewSub')

@section('title', 'AnglersHunt')

@section('h1', '当サイトについて')

@section('content')
<br>
  <h2>【使い方】</h2>
  <div class="use">
    <dl>
      <dt>釣果写真投稿、つぶやき</dt>
      <dd>　Twitterやinstagramのように写真投稿、つぶやき投稿が行えます。釣り人純度100%のため従来よりも活発なコミュニケーションが行えるかもしれません。</dd>
      <dt>クエスト機能</dt>
      <dd>　こちら従来のwebサイトにはなかったAnglersHuntオリジナルの機能です。多種多様のクエストを準備しておりますので、達成したい目標に併せてクエストを受けてみましょう。</dd>
      <dt>ランキング機能</dt>
      <dd>　上記のクエストにて目標を達成した場合、達成難易度に応じて経験値が加算されます。獲得経験値に応じたランキング機能もつけてみましたので、次回釣行時のモチベーションアップなどにご活用ください。</dd>
    </dl>
    <br>
    その他マイページにて過去の釣行写真が見ながらお酒を飲んだり、他のアングラーの達成クエストを見ながら釣りの世界を広げたりと
    色々な楽しみ方をしていただければと思います。
  </div>
  <br>
    <h2>【サービス理念】</h2>
    <div class="use">
      <dl>
        <dt>釣りの目標設定のアシスト</dt>
        <dd>　ずっと追いかけ続けてようやくゲットした１匹の喜びは何者にも代え難いものがあります。クエスト機能を通じて各釣り人の目標設定のアシストができればいいなと思っております。</dd>
        <dt>釣り人同士の交流・情報交換</dt>
        <dd>　釣り人純度100%のサイトとなっていますので、ここでは思う存分心ゆくまで釣りの話ができます！！</dd>
        <dt>新しい釣りとの出会い</dt>
        <dd>　他のアングラーの達成クエストなどがタイムラインに流れてくるので様々な釣りとの出会いが生まれます。</dd>
        <dt>全ての釣り人の未来のために</dt>
        <dd>　昨今、釣り人のマナー違反や漁業者とのトラブルによって毎月のように漁港や離島で釣りが禁止になってきています。このサイトを立ち上げた理由の一つにこの現状を何とかしたいという思いがあります。
          具体的にどうすればいいのか今はまだはっきりとした案は浮かんではいないのですが、釣り人が多く集まる場を作ることによってこれまで「暗黙のルール」とされていたものの明文化や釣り場の減少を少しでも抑制するために
          何ができるかということについて協議できるような場をサイト内に作りたいと考えております。もちろんAnglersHuntが釣りをより楽しむためのサイトとなってくれることがこのサイトのコンセプトではあるのですが、
          同時にその楽しさをこれからの未来へと繋げていけるようなきっかけ作りができる場となればいいなとも思っております。少しでも共感していただけた方は未熟なサイトではありますがAnglersHuntをこれからもどうぞ宜しくお願いいたします。
        </dd>
      </dl>
    </div>
    <br><br><br>
@endsection
